Repository: Dam1an1208/Shel.Neos.Terminal
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# disabled
source: Terminal commands are disabled
de: Terminalbefehle sind inaktiv

# commandNotFound
source: Command "{command}" not found
de: Befehl "{command}" nicht gefunden

# matchingCommands
source: Matching commands: {commands}
de: Passende Befehle: {commands}

# commandNotGranted
source: You are not permitted to invoke the "{command}" command
de: Sie dürfen den Befehl "{command}" nicht ausführen

# sponsorship
source: Become a plugin sponsor
de: Unterstütze diesen Plugin

# sponsorship.title
source: Sponsor this plugin to get rid of this badge :)
de: Unterstütze diesen Plugin um diese Box verschwinden zu lassen :)

# sponsorship.missing
source: Registration missing. You are using an unregistered version of this plugin.
de: Registrierung fehlt. Sie verwenden eine unregistrierte Version dieses Plugins.

# sponsorship.verified
source: Registration verified. Thanks for supporting the development of this plugin!
de: Registrierung bestätigt. Danke für die Unterstützung dieses Plugins!

# sponsorship.invalid
source: Registration is invalid! Please get in touch to get support.
de: Registrierung ist ungültig! Bitte kontaktieren Sie uns um Unterstützung zu erhalten.

# welcome
source: Welcome to the Neos terminal! Type 'help' to get a list of commands.
de: Willkommen im Neos Terminal! Gebe 'help' ein für eine Liste aller Befehle.

# toggleTerminal
source: Toggle Neos Terminal
de: Neos Terminal umschalten

# command.evaluating
source: Evaluating…
de: Auswerten…

# command.command.invocationError
source: An error occurred during invocation of the "{commandName}" command
de: Beim Ausführen des Befehls "{commandName}" ist ein Fehler aufgetreten

# command.error
source: An error has occurred.
de: Ein Fehler ist aufgetreten.

# command.doesNotExist
source: The command {commandName} does not exist!
de: Der Befehl {commandName} existiert nicht!

# command.output
source: Output of command "{commandName} {argument}"
de: Ausgabe des Befehls "{commandName} {argument}"

# command.empty
source: The command returned an empty result.
de: Der Befehl hat ein leeres Ergebnis zurückgegeben.

# command.eel.description
source: Run an expression through the eel parser
de: Einen Ausdruck durch den Eel-Parser ausführen lassen

# command.search.description
source: Search for nodes by their properties
de: Nodes anhand ihrer Eigenschaften suchen

# command.search.noContext
source: Context node not available
de: Context Node nicht verfügbar

# command.flushCache.description
source: Flush all or a single cache
de: Alle oder einen einzelnen Cache leeren

# command.flushCache.flushedAll
source: Flushed all caches
de: Alle Caches geleert

# command.flushCache.flushedOne
source: The cache "{cacheIdentifier}" has been flushed
de: Der Cache "{cacheIdentifier}" wurde geleert

# command.flushCache.cacheDoesNotExist
source: The cache "{cacheIdentifier}" does not exist
de: Der Cache "{cacheIdentifier}" existiert nicht

# command.nodeRepair.description
source: Repair nodes
de: Inhalte reparieren

# command.nodeRepair.nodeTypeNotFound
source: NodeType "{nodeType}" not found
de: Inhaltstyp "{nodeType}" nicht gefunden

# command.nodeRepair.noMatchingMethodName
source: No result for the method "{methodName}"
de: Kein Ergebnis für die Methode "{methodName}"

# command.help.description
source: Show help
de: Hilfe anzeigen

# command.help.unknownCommand
source: Unknown command
de: Unbekannter Befehl

# command.clear.description
source: Clear terminal
de: Terminal löschen
